pages/25_A_Trek_in_the_Andes.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:og="http://ogp.me/ns#"
      xmlns:fb="https://www.facebook.com/2008/fbml">
<head>
    <title>A Trek in the Andes.</title>
    <!-- Using the latest rendering mode for IE -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Open Graph tags -->

            <meta property="og:type" content="article"/>
            <meta property="og:title" content="A Trek in the Andes."/>
            <meta property="og:url" content="http://thecastle.github.io/thecastle/pages/25_A_Trek_in_the_Andes.html"/>

    <!-- Bootstrap -->
        <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/bootstrap.readable.min.css" type="text/css"/>
    <link href="http://thecastle.github.io/thecastle/theme/css/font-awesome.min.css" rel="stylesheet">
    <link href="http://thecastle.github.io/thecastle/theme/css/pygments.css" rel="stylesheet">
    <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/style.css" type="text/css"/>
    <!-- JavaScript plugins (requires jQuery) -->


</head>
<body>
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-ex1-collapse">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a href="http://thecastle.github.io/thecastle" class="navbar-brand">The Castle Mountaineering Club.</a>
        </div>
        <div class="collapse navbar-collapse navbar-ex1-collapse">
            <ul class="nav navbar-nav">
            </ul>
            <ul class="nav navbar-nav navbar-right">
                <li><a href="http://thecastle.github.io/thecastle/archives.html"><i class="icon-th-list"></i>Archives</a></li>
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
</nav>
<!-- /.navbar -->
<div class="container">
    <div class="row">
        <div class="col-lg-9">
    <section id="content" class="body">

        <div class="entry-content">
            
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">A Trek in the Andes</h2>
<div class="outline-text-2" id="text-1">
<div class="export">
<p>
&lt;p&gt;
&lt;em&gt;by Bob Madeley&lt;/em&gt;
&lt;/p&gt;
</p>

</div>

<p>
The Cordillera Blanca in the Peruvian Andes is one of the
most beautiful mountain ranges in the world, with peaks reaching
a height of more than 6000m. Although not as high as the great
giants of the Himalaya, these mountains hold second place to none
in shape and grandeur. It was with the prospect of experiencing
this grandeur that eleven of us, led by Alf Gregory  Greg , set
off from England with perhaps a little trepidation to this wild
area on the other side of the world.
</p>

<p>
After two days in the bustling city of Lima we left by bus
on the 250 mile journey to Huaraz, crossing part of the Atacama
desert through which passes the Pan American Highway. This is a
road cut through the sand and which in places reaches a height of
one hundred metres immediately above the sea. As we moved inland,
many roads had washed away by floods and rivers and the driver
was often forced to drive along dry, rocky, river beds until the
road could be regained.
</p>

<p>
After a very hot and dusty ten hour drive punctuated by
several breakdowns, the bus, with very suspect brakes, at last
reached Huarez. En route we had taken a short side trip to the
Parachota Valley on the edge of the High Cordillera. In this
remote valley of sparse vegetation and deep clear &ldquo;coral like&rdquo;
pools, we saw the Puya Raimondi which has the tallest flower
spike in the world, attaining a height of eight metres or more.
This plant is confined to the Peruvian and Bolivian Andes and may
live for one hundred years, flowering just once before it dies.
An estimated eight hundred flowers grow on one stalk, attracting
the humming birds which play a large part in their pollination.
</p>

<p>
A tortuous alpine style road led us above Caraz and the
first sight of a beautifully shaped peak of Santa Cruz got our
adrenalin flowing. The arrieros packed our gear onto thirty five
burros and along with a horse and three scraggy dogs we ascended
the steep gorge which, after three days travel, led us to the
Punta Union Pass  4,750m .
</p>

<p>
Continental drift, resisted by the Earth&rsquo;s crust below the
Pacific Ocean, has created intense compression and has crumbled
the land&rsquo;s surface, releasing the igneous rocks which form most
of the highest peaks. The effects of glaciation, volcanic action
and water erosion have completed the process and have helped to
form the sheer mountain sides above the deep gorges through which
we passed. The extreme temperatures between day and night, so
near to the equator, continually freeze and thaw the snow and
ice, forming beautiful jagged peaks with grotesque shapes along
the ridges.
</p>

<p>
Swamp areas, created by the lakes gradually drying out,
seriously impeded our progress yet revealed a vast variety of
beautiful plants and flowers, at their best in June, as we
splashed our way through the clinging bog.
</p>

<p>
The first stage to the campsite was undertaken on horseback.
Progress was not very fast and yours truly decided to press
ahead, but as the altitude took its toll the raison d&rsquo;etre of the
horse became obvious. A slap on the rear from the arrieros
persuaded the horse to leap across the river whilst the arrieros
preferred to cross the bridge upstream. The horse was unable to
make the jump and so stopped  I didn&rsquo;t   and scrambled from the
river in a sodden state. From then on, there was a complete
respect by the entire party for the effects of altitude!
</p>

<p>
Camping in the Cordillera was very comfortable with the
temperature rarely falling below minus five degrees centigrade
and very pleasant evenings were spent around the campfire. The
mess tent was the scene of a pleasant &ldquo;happy hour&rdquo; before dinner
when we drank Pisco   a grape brandy to which we took quite a
liking   followed by an excellent meal prepared by the arrieros.
As darkness fell lights appeared from other campfires high on the
hillside where itinerant Indians were spending the night.
However, we slept well as our dogs were very capable of keeping
any light fingered intruders at bay.
</p>

<p>
Early morning: dawn was greeted with tea brought to our
tents at 6.30 am. An excellent breakfast was taken as the sun
rose and we were off again. The climb to the Punta Union was very
steep as we wound upwards along the zig zag, rock strewn path. We
passed by the very edge of glaciers below the four peaked summit
of Taulliraju  5,830m , which dominated the scene with its jagged
serrated ridges, lit up in the early sunlight.
</p>

<p>
A long time was spent on the summit of this pass, partly for
a desperately needed breather but mainly to take in the wonderful
panorama. Everywhere was silent, the snow white and glistening.
The Pass is guarded by Taulliraju, its vast glaciers tumbling
down into a deep turquoise lake far below, whilst overhead we
caught our first glimpse of a Condor soaring above the ridges.
The sun became hotter, there were deep rumblings and an avalanche
fell down the mountainside   then all was silent once more.
</p>

<p>
Once over the Pass we descended across bog land through the
Huaripampa when we returned to lush vegetation and beautiful
flowers. On the way we passed several medium sized Indian
villages where we were made very welcome. Village land is
generally owned collectively and the rural Indians live virtually
outside the money economy. Day to day life is organized on the
basis of mutual help  big jobs, such as harvesting, threshing and
house building are done with the help of neighbours, who in
return receive help when needed. In spite of their apparent
poverty, we certainly had the impression that they were a happy
and contented people. A wedding was taking place in a nearby
village and the procession passed us by on the trail, the bride
to be on horseback, the family carrying everything needed for the
festival, and grandma bringing up the rear carrying her kettle.
</p>

<p>
Along the seventy five mile length of the Cordillera rise
some twenty peaks of over 6,000m, including Peru&rsquo;s highest
mountain, Huascaran, with the world&rsquo;s largest concentration of
glaciers within the tropical zone. Our journey continued over
several high passes and we saw many fine waterfalls which tumble
over cliffs creating delightful patterns in the afternoon sun.
</p>

<p>
A very stiff climb to the Portachuelo de Rataquena and
suddenly the summit of the Pass was upon us revealing a mighty
panorama of the high peaks of Rataquena, Tocllaraju and Copa,
reaching down into the Honda Valley which was to lead us to our
destination. And then a very rare experience   just below the
summit and on very slippery ice coated cliffs we saw the Rima Rima,
a plant found only in this part of Peru. With its delicate
red flower and large leaves, it seemed more suited to a
greenhouse than to the top of a 5,000m pass. The Indians have a
special reverence for the flower, perhaps because of its success
in surviving in its hostile environment, and some wear it in
their hatbands for good fortune.
</p>

<p>
On the final descent to Rinoconda the burros seemed to sense
that their labours were at an end and proceeded with renewed
energy over limestone rock, serrated over the years by water
erosion. The river swells in winter and then recedes during the
summer to reveal the strata of the rock and strange formations.
It tumbled noisily through yet another cataract as we reached the
end of our journey to be were greeted by beer, sandwiches and
fruit before loading our equipment back onto the bus.
</p>

<p>
As we left the high hills for the last time, we looked back
at the beautiful peak of Rataquena with its summit glistening in
the sunlight and reflected on the scenery we had been privileged
to trek through, also the hospitality we had experienced from
everyone we met.
</p>
</div>
</div>

        </div>
    </section>
        </div>
        <div class="col-lg-3 well well-sm" id="sidebar">

<aside>
    <section>

        <ul class="list-group list-group-flush">
             <li class="list-group-item"><h4><i class="icon-search icon-large"></i>Search</h4></li>

                   <li class="list-group-item"><h4><i class="icon-book icon-large"></i>Pages</h4></li>



                <li class="list-group-item"><a href="http://thecastle.github.io/thecastle/tags.html"><h4><i class="icon-tags icon-large"></i>Tags</h4></a></li>
        </ul>
    </section>
</aside>        </div>
    </div>
</div>
<footer>
    <div class="container">
        <hr>
        <p class="pull-right"><i class="icon-arrow-up"></i> <a href="#">Back to top</a></p>


        <p>&copy;  The Castle Mountaineering Club. &middot; Powered by <a href="https://github.com/DandyDev/pelican-bootstrap3" target="_blank">pelican-bootstrap3</a>,
            <a href="http://docs.getpelican.com/" target="_blank">Pelican</a>,
            <a href="http://getbootstrap.com" target="_blank">Bootstrap</a></p>
    </div>
</footer>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="http://thecastle.github.io/thecastle/theme/js/bootstrap.min.js"></script>

<!-- Enable responsive features in IE8 with Respond.js (https://github.com/scottjehl/Respond) -->
<script src="http://thecastle.github.io/thecastle/theme/js/respond.min.js"></script>


</body>
</html>